/* No comment provided by engineer. */
"Export '%@' to shared folder '%@'" = "Export '%1$@' to shared folder '%2$@'";

/* No comment provided by engineer. */
"Export podcast to a shared folder" = "Export podcast to a shared folder";

/* No comment provided by engineer. */
"Folder" = "Folder";

/* No comment provided by engineer. */
"No media selected." = "No media selected.";

/* No comment provided by engineer. */
"Selected media does not exist." = "Selected media does not exist.";

/* No comment provided by engineer. */
"Shared folder path cannot be empty." = "Shared folder path cannot be empty.";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

